Repository: AbduarhmAN/RetailStorePOS-Microsoft
Catalog: Nexill.RetailStorePOS/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa

# LoginPage_HeroBrandSubtitleText.Text
source: Point of Sale
ar_sa: نقطة البيع

# LoginPage_HeroHeadlineText.Text
source: Fast and secure sign-in
ar_sa: تسجيل دخول سريع وآمن

# LoginPage_HeroBodyText.Text
source: Use your store profile to unlock the register and continue serving customers.
ar_sa: استخدم ملف المتجر لتسجيل الدخول وفتح نقطة البيع ومتابعة خدمة العملاء.

# LoginPage_HeroSupportText.Text
source: Cashier mode keeps the line moving.
ar_sa: وضع الكاشير يحافظ على سرعة الخدمة.

# LoginPage_WelcomeText.Text
source: Welcome back
ar_sa: مرحباً بعودتك

# LoginPage_ModeTitleText.Text
source: Sign in
ar_sa: تسجيل الدخول

# LoginPage_ModeTitle_SignIn
source: Sign in
ar_sa: تسجيل الدخول

# LoginPage_ModeSubtitle_Cashier
source: Select a cashier and unlock the register with a PIN.
ar_sa: اختر كاشير وسجل الدخول باستخدام الرقم السري

# LoginPage_ModeSubtitle_Setup
source: Use the administrator account to finish setup before opening the store.
ar_sa: استخدم حساب المدير لاداره متجرك.

# LoginPage_ModeSubtitle_Admin
source: Use an administrator account for users, inventory, reports, and store controls.
ar_sa: استخدم حساب المدير لاداره الموظفين و المخزون و التقارير و التحكم في المتجر.

# LoginPage_HeroSupport_Cashier
source: Cashier mode keeps the counter moving.
ar_sa: وضع الكاشير يجعل عملية الدفع أسرع.

# LoginPage_HeroSupport_Setup
source: Administrator access is required to finish first-time setup.
ar_sa: يجب استخدام حساب المدير لإنهاء الإعداد قبل فتح المتجر.

# LoginPage_HeroSupport_Admin
source: Administrator access protects pricing, users, reports, and settings.
ar_sa: يجب استخدام حساب المدير لإنهاء الإعداد قبل فتح المتجر.

# LoginPage_Badge_Ready
source: Ready
ar_sa: جاهز للاستخدام

# LoginPage_Badge_NoProfiles
source: No profiles yet
ar_sa: لا يوجد كاشير

# LoginPage_Helper_HasStaff
source: Choose a cashier card, then enter the PIN.
ar_sa: اختر كاشير وسجل الدخول باستخدام الرقم السري

# LoginPage_Helper_NoStaff
source: Add an active staff user with a PIN in Users to enable quick cashier sign-in.
ar_sa: أضف موظف لتمكين تسجيل الدخول السريع للكاشير.

# LoginPage_AdminHelper_Setup
source: Use the administrator account to finish first-time setup.
ar_sa: استخدم حساب المسؤول لإكمال عملية الإعداد لأول مرة.

# LoginPage_AdminHelper_Admin
source: Use an administrator account for secure changes and store-wide controls.
ar_sa: قم بتسجيل الدخول كمسؤول لإدارة الموظفين والاطلاع على التقارير المالية والتحكم في إعدادات المتجر.

# LoginPage_SetupCallout_HasStaff
source: Finish admin setup, then the cashier profiles will be ready for the next shift.
ar_sa: أكمل إعداد المسؤول، وستكون ملفات الكاشير جاهزة للوردية القادمة.

# LoginPage_SetupCallout_NoStaff
source: Finish admin setup, then add cashier profiles with PINs.
ar_sa: أكمل إعداد المسؤول، ثم أضف موظفي الكاشير بأرقام سرية.

# LoginPage_Status_CashierFailed
source: Cashier sign-in failed
ar_sa: فشل تسجيل دخول الكاشير

# LoginPage_Status_AdminFailed
source: Admin sign-in failed
ar_sa: فشل تسجيل دخول المدير

# LoginPage_Status_CashierUnlocked
source: Cashier unlocked
ar_sa: فتح الكاشير

# LoginPage_Status_AdminSignedIn
source: Administrator signed in
ar_sa: تسجيل دخول المدير

# LoginPage_Status_DefaultAdminCreated
source: Default administrator created
ar_sa: تم إنشاء مدير مؤقت

# LoginPage_Status_DefaultAdminMessage
source: Sign in with username '{0}' and password '{1}', then change it after setup.
ar_sa: سجل الدخول باسم المستخدم {0} وكلمة المرور المؤقتة {1} والرقم السري المؤقت {2}. قم بتغيير كلمة المرور بعد الإعداد.

# LoginPage_CashierPanelTitle.Text
source: Cashier access
ar_sa: الكاشير

# LoginPage_AdminPanelTitle.Text
source: Manager access
ar_sa: المدير

# LoginPage_CashierHelperText.Text
source: Choose a cashier card, then enter the PIN.
ar_sa: اختر كاشير وسجل الدخول باستخدام الرقم السري

# LoginPage_CashierCountBadgeText.Text
source: Ready
ar_sa: جاهز للاستخدام

# LoginPage_CashierEmptyState_Title.Text
source: No cashier profiles available
ar_sa: لا يوجد كاشير

# LoginPage_CashierEmptyState_Body.Text
source: Add an active staff user with a PIN in Users to enable quick cashier sign-in cards.
ar_sa: أضف موظف لتمكين تسجيل الدخول السريع للكاشير.

# LoginPage_AdminHelperText.Text
source: Use an administrator account for secure changes and store-wide controls.
ar_sa: قم بتسجيل الدخول كمسؤول لإدارة الموظفين والاطلاع على التقارير المالية والتحكم في إعدادات المتجر.

# LoginPage_SetupCallout_Title.Text
source: First-time store setup
ar_sa: إعداد المتجر لأول مرة

# LoginPage_SetupCalloutText.Text
source: Finish the admin setup, then add cashier profiles with PINs for quick access at the counter.
ar_sa: أكمل إعداد المدير , ثم أضف ملفات الكاشير برقم سري لتسجيل دخول سريع في المره القادمه.

# LoginPage_UsernameLabel.Text
source: Username
ar_sa: اسم المستخدم

# LoginPage_UsernameBox.PlaceholderText
source: Enter username
ar_sa: أدخل اسم المستخدم

# LoginPage_PasswordLabel.Text
source: Password
ar_sa: كلمة المرور

# LoginPage_AdminPasswordBox.PlaceholderText
source: Enter your password
ar_sa: ادخل كلمة السر

# LoginPage_OnboardingHint_Title.Text
source: First-Time Administrator Setup
ar_sa: إعداد المدير لأول مرة

# LoginPage_OnboardingHint_Body.Text
source: Default Username: admin | Password: 1234
ar_sa: اسم المستخدم هو admin. يتم إنشاء كلمة المرور والرقم السري لهذا التثبيت وتظهر في رسالة المدير المؤقت.

# LoginPage_PinLabel.Text
source: Enter PIN
ar_sa: ادخل الرقم السري

# LoginPage_PinPasswordBox.PlaceholderText
source: Enter 4-digit PIN
ar_sa: ادخل الرقم السري المكون من 4 أرقام

# LoginPage_LoginButton.Content
source: Login
ar_sa: تسجيل الدخول

# LoginPage_CashierPinTip.Title
source: Cashier PIN
ar_sa: الرقم السري المؤقت

# LoginPage_CashierPinTip.Subtitle
source: The default Cashier PIN is 1234.
ar_sa: استخدم الرقم السري المؤقت الذي تم إنشاؤه لهذا التثبيت.

# LoginPage_CloseButton.Content
source: Close
ar_sa: اغلاق

# MainWindow_ShellContextText.Text
source: Daily store control
ar_sa: التحكم اليومي في المتجر

# MainWindow_RegisterStatusText.Text
source: No active register
ar_sa: لا يوجد سجل نشط

# MainWindow_CashInOutMenuItem.Text
source: Cash In / Out
ar_sa: ايداع/سحب نقدي

# MainWindow_CloseRegisterMenuItem.Text
source: Close Register
ar_sa: إغلاق اليومية

# MainWindow_LogoutMenuItem.Text
source: Logout
ar_sa: تسجيل الخروج

# MainWindow_Tutorial_Title.Text
source: Main navigation
ar_sa: التنقل الرئيسي

# MainWindow_Tutorial.Title
source: Main navigation
ar_sa: دليل سريع

# MainWindow_Tutorial.Subtitle
source: Use this button to open and close the app navigation.
ar_sa: استخدم هذا الزر لفتح وإغلاق لوحة التنقل الرئيسية.

# MainWindow_Tutorial.CloseButtonContent
source: Skip
ar_sa: فهمت

# MainWindow_Tutorial_CloseButton.Content
source: Skip
ar_sa: فهمت

# MainWindow_Tutorial_Step0_Title
source: Main navigation
ar_sa: لوحة التنقل

# MainWindow_Tutorial_Step0_Subtitle
source: Use this button to open and close the main app shell navigation.
ar_sa: قم بتوسيع القائمة للوصول إلى جميع ميزات المتجر وإعداداته.

# MainWindow_SplashStatusTitle.Text
source: Starting services...
ar_sa: جاري بدء تشغيل الخدمات...

# MainWindow_SplashStatusDetail.Text
source: Loading local database, services, and runtime.
ar_sa: جاري تحميل قاعده البيانات , والخدمات , وبيئه التشغيل.

# MainWindow_Status_RegisterActive
source: Register active
ar_sa: يوجد سجل نشط

# MainWindow_Status_NoActiveRegister
source: No active register
ar_sa: لا يوجد سجل نشط

# MainWindow_Status_RegisterUnavailable
source: Register unavailable
ar_sa: السجل غير متاح

# MainWindow_Status_StartupError
source: Startup Error
ar_sa: خطأ في بدء التشغيل

# MainWindow_Context_SecureSignIn
source: Secure sign in
ar_sa: تسجيل الدخول الامن

# MainWindow_Context_Checkout
source: Checkout workspace
ar_sa: نقطه البيع

# MainWindow_Context_Products
source: Products workspace
ar_sa: اداره المنتجات

# MainWindow_Context_Reports
source: Reports workspace
ar_sa: التقارير

# MainWindow_Context_StoreSettings
source: Store settings
ar_sa: اعدادات المتجر

# MainWindow_Context_Tax
source: Tax configuration
ar_sa: الضرائب

# MainWindow_Context_Users
source: Users workspace
ar_sa: الموظفين و المدراء

# MainWindow_Context_Preferences
source: My preferences
ar_sa: اعدادات الشخصيه

# MainWindow_Context_About
source: About this app
ar_sa: حول التطبيق

# MainWindow_Context_Default
source: Daily store control
ar_sa: التحكم اليومي في المتجر

# SettingsPage_Nav_Checkout.Content
source: Checkout
ar_sa: نقطه البيع

source: Checkout
ar_sa: نقطه البيع

# SettingsPage_Nav_Products.Content
source: Products
ar_sa: اداره المنتجات

source: Products
ar_sa: اداره المنتجات

# SettingsPage_Nav_Reports.Content
source: Reports
ar_sa: التقارير

source: Reports
ar_sa: التقارير

# SettingsPage_Nav_Settings.Content
source: Settings
ar_sa: اعدادات التطبيق

source: Settings
ar_sa: اعدادات التطبيق

# SettingsPage_Nav_Store.Content
source: Store Management
ar_sa: اعدادات المتجر

# SettingsPage_Nav_Store.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Store Management
ar_sa: اعدادات المتجر

# SettingsPage_Nav_Tax.Content
source: Tax Configuration
ar_sa: الضرائب

# SettingsPage_Nav_Tax.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Tax Configuration
ar_sa: الضرائب

# SettingsPage_Nav_Users.Content
source: Users & Roles
ar_sa: الموظفين و المدراء

# SettingsPage_Nav_Users.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Users & Roles
ar_sa: الموظفين و المدراء

# SettingsPage_Nav_Prefs.Content
source: My Preferences
ar_sa: اعدادات الشخصيه

# SettingsPage_Nav_Prefs.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: My Preferences
ar_sa: اعدادات الشخصيه

# SettingsPage_Nav_About.Content
source: About
ar_sa: حول التطبيق

# SettingsPage_Nav_About.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: About
ar_sa: حول التطبيق

# SettingsPage_Nav_SignOut.Content
source: Sign out
ar_sa: تسجيل الخروج

source: Sign out
ar_sa: تسجيل الخروج

# StoreManagement_Header_Title.Text
source: Store Management
ar_sa: اعدادات المتجر

# StoreManagement_Header_Subtitle.Text
source: Manage store details, receipt output, and tax settings used across the workspace.
ar_sa: اداره تفاصيل المتجر , وطباعه الفواتير , والضرائب المستخدمة في التطبيق.

# StoreManagement_SaveButton.Content
source: Save Changes
ar_sa: حفظ التغييرات

# StoreManagement_StoreIdentity_Title.Text
source: Store Identity
ar_sa: معلومات المتجر

# StoreManagement_StoreIdentity_Subtitle.Text
source: These details appear on receipts and other customer-facing documents.
ar_sa: تظهر هذه التفاصيل في الفواتير والوثائق الموجهه للعملاء.

# StoreManagement_StoreName_Label.Text
source: Store Name
ar_sa: اسم المتجر

# StoreManagement_StoreAddress_Label.Text
source: Store Address
ar_sa: عنوان المتجر

# StoreManagement_CheckoutDefaults_Title.Text
source: Checkout Defaults
ar_sa: إعدادات نقطه البيع

# StoreManagement_Region_Label.Text
source: Region
ar_sa: المنطقه

# StoreManagement_Currency_Label.Text
source: Currency
ar_sa: العمله

# StoreManagement_PrintingSettings_Title.Text
source: Printing
ar_sa: الطباعة

# StoreManagement_PrintingSettings_Subtitle.Text
source: Select which installed printer should be used for receipts and reports.
ar_sa: اختر الطابعة المثبتة التي سيتم استخدامها للفواتير والتقارير.

# StoreManagement_Printer_Label.Text
source: Printer
ar_sa: الطابعة

# StoreManagement_Printer_DefaultOption
source: System default printer
ar_sa: طابعة النظام الافتراضية

# StoreManagement_LanguageRegion_Title.Text
source: Language & Region
ar_sa: اللغه و المنطقه

# StoreManagement_RestartRequired.Title
source: Restart required
ar_sa: مطلوب إعادة تشغيل

# StoreManagement_RestartRequired.Message
source: Changes to the application language will take effect the next time you open Nexill.
ar_sa: ستدخل التغييرات على لغة التطبيق حيز التنفيذ في المرة القادمة التي تفتح فيها Nexill.

# StoreManagement_RestartButton.Content
source: Restart Now
ar_sa: إعادة التشغيل الآن

# StoreManagement_AppLanguage_Label.Text
source: App Language
ar_sa: لغه التطبيق

# StoreManagement_StoreLanguage_Label.Text
source: Store Language (Receipts)
ar_sa: لغه الفواتير

# StoreManagement_DashboardSettings_Title.Text
source: Dashboard Settings
ar_sa: اعدادات لوحه التحكم

# StoreManagement_DashboardSettings_Subtitle.Text
source: Configure metrics and goals displayed on your dashboard.
ar_sa: حدد المقاييس والأهداف المعروضة في لوحة التحكم.

# StoreManagement_DailyTarget_Label.Text
source: Daily Sales Target
ar_sa: الهدف اليومي للمبيعات

# StoreManagement_FreshStart_Title.Text
source: Fresh Start
ar_sa: بداية جديدة

# StoreManagement_FreshStart_Subtitle.Text
source: Delete the local catalog, users, receipts, preferences, secure credentials, and telemetry cache. The app will reopen like a fresh install.
ar_sa: حذف الكتالوج المحلي، المستخدمين، الإيصالات، التفضيلات، بيانات الاعتماد الآمنة، ومخزن القياسات. سيفتح التطبيق كأنه تثبيت جديد.

# StoreManagement_ResetButton.Content
source: Reset app data
ar_sa: إعادة تعيين بيانات التطبيق

source: Wipes local app data and relaunches the app fresh.
ar_sa: يمسح بيانات التطبيق المحلية ويعيد تشغيل التطبيق من جديد.

# TaxConfiguration_Header_Title.Text
source: Tax Configuration
ar_sa: اداره الضرائب

# TaxConfiguration_Header_Subtitle.Text
source: Manage global tax behavior, rules, regions, and overrides for compliance.
ar_sa: اداره سلوك الضريبه , والقواعد , والمناطق , والتجاوزات لضمان الامتثال.

# TaxConfiguration_SaveButton.Content
source: Save
ar_sa: حفظ

# TaxConfiguration_TaxEngine_Title.Text
source: Tax Processing Engine
ar_sa: محرك معالجه الضرائب

# TaxConfiguration_TaxEngine_Subtitle.Text
source: Enable or disable tax processing globally. Turning this off bypasses all tax groups.
ar_sa: يؤدي إيقاف تشغيل هذا إلى تجاوز جميع مجموعات الضرائب.

# TaxConfiguration_EnableTax_Label.Content
source: Enable tax processing engine
ar_sa: تمكين محرك معالجه الضرائب

# TaxConfiguration_DefaultRate_Label.Text
source: Legacy Default Tax Rate (%)
ar_sa: نسبة الضريبة الافتراضية (%)

# TaxConfiguration_Rounding_Title.Text
source: Global Rounding Behavior
ar_sa: إعدادات تقريب المبالغ

# TaxConfiguration_Rounding_Subtitle.Text
source: Configure how fractions of pennies are handled at checkout.
ar_sa: تحديد كيفية معالجة الكسور العشرية عند الدفع.

# TaxConfiguration_RoundingStrategy_Label.Text
source: Tax Rounding Strategy
ar_sa: استراتيجية تقريب الضرائب

# TaxConfiguration_RoundingStrategy_Tip.Text
source: Typical default is Standard (Half Up)
ar_sa: الوضع الافتراضي هو التقريب القياسي (للأعلى)

# TaxConfiguration_CashRounding_Label.Text
source: Cash Rounding Unit
ar_sa: وحدة تقريب النقد

# TaxConfiguration_CashRounding_Tip.Text
source: Used in territories without penny coins
ar_sa: تُستخدم في العملات التي لا تتوفر فيها فئات معدنية صغيرة

# TaxConfiguration_Authorities_Title.Text
source: Tax Agencies
ar_sa: الهيئات الضريبية

# TaxConfiguration_Authorities_Subtitle.Text
source: Government bodies you collect tax for (State, County, City).
ar_sa: الجهات الحكومية التي يتم تحصيل الضرائب لصالحها (الولاية، المدينة، إلخ).

# TaxConfiguration_AddAuthority_Button.Content
source: ＋ Add Authority
ar_sa: ＋ إضافة هيئة ضريبية

# TaxConfiguration_Rules_Title.Text
source: Tax Rates & Rules
ar_sa: معدلات وقواعد الضرائب

# TaxConfiguration_Rules_Subtitle.Text
source: The specific percentages or flat fees you charge (e.g., 7% State Sales Tax).
ar_sa: النسب المئوية أو الرسوم الثابتة التي يتم احتسابها (مثل: 7٪ ضريبة مبيعات).

# TaxConfiguration_AddRule_Button.Content
source: ＋ Add Tax Rule
ar_sa: ＋ إضافة قاعدة ضريبية

# TaxConfiguration_Groups_Title.Text
source: Product Tax Profiles
ar_sa: ملفات ضرائب المنتجات

# TaxConfiguration_Groups_Subtitle.Text
source: Groups of tax rates applied to your inventory. Assign products to these profiles to apply the correct taxes.
ar_sa: مجموعات من معدلات الضرائب المطبقة على المنتجات. قم بتعيين المنتجات لهذه الملفات لتطبيق الضرائب الصحيحة.

# TaxConfiguration_AddGroup_Button.Content
source: ＋ Add Tax Group
ar_sa: ＋ إضافة مجموعة ضريبية

# TaxConfiguration_DefaultBadge.Text
source: DEFAULT
ar_sa: افتراضي

# MyPreferences_Header_Title.Text
source: My Preferences
ar_sa: إعداداتي الشخصية

# MyPreferences_Header_Subtitle.Text
source: These settings apply only to your login and are designed for faster checkout.
ar_sa: تتحكم هذه الإعدادات في اختصارات الدفع وبعض سلوكيات الجهاز المستخدمة أثناء العمل اليومي.

# MyPreferences_QuickCash_Title.Text
source: Quick-Cash Buttons
ar_sa: أزرار النقد السريع

# MyPreferences_QuickCash_Subtitle.Text
source: Set the cash shortcuts shown on the checkout screen. Auto-saves directly.
ar_sa: تعيين اختصارات النقد المعروضة في شاشة الدفع. يتم الحفظ تلقائيًا.

# MyPreferences_QuickCash_Value1.Header
source: Value 1
ar_sa: القيمة 1

# MyPreferences_QuickCash_Value2.Header
source: Value 2
ar_sa: القيمة 2

# MyPreferences_QuickCash_Value3.Header
source: Value 3
ar_sa: القيمة 3

# Checkout_Alert_InventoryTitle
source: Inventory Alert
ar_sa: تنبيه المخزون

# Checkout_Alert_LowStockWarning
source: Low Stock Warning
ar_sa: تحذير انخفاض المخزون

# Checkout_Inventory_OutOfStock_Shelf
source: OUT OF STOCK (Shelf)
ar_sa: نفذ من المخزن (الرف)

# Checkout_Inventory_LowStock_Shelf
source: LOW STOCK (Shelf)
ar_sa: انخفاض المخزن (الرف)

# Checkout_Inventory_OutOfStock_Warehouse
source: OUT OF STOCK (Warehouse)
ar_sa: نفذ من المخزن (المستودع)

# Checkout_Inventory_LowStock_Warehouse
source: LOW STOCK (Warehouse)
ar_sa: انخفاض المخزن (المستودع)

# Checkout_Inventory_QuantityLeft_Format
source: {0} left
ar_sa: متبقي {0}

# Checkout_Discount_Title
source: Apply Discount
ar_sa: تطبيق الخصم

# Checkout_Discount.Title
source: Apply Discount
ar_sa: تطبيق الخصم

# Checkout_Discount.PrimaryButtonText
source: Apply
ar_sa: تطبيق

# Checkout_Discount.CloseButtonText
source: Discard
ar_sa: تجاهل

# Checkout_Discount_PrimaryButton.Content
source: Apply
ar_sa: تطبيق

# Checkout_Discount_CloseButton.Content
source: Cancel
ar_sa: إلغاء

# Checkout_Discount_Text.Text
source: Enter the discount amount to apply to the entire cart.
ar_sa: أدخل قيمة الخصم لتطبيقها على السلة بالكامل.

# Checkout_Discount_TypeLabel.Text
source: Discount Type
ar_sa: نوع الخصم

# Checkout_Discount_Percentage
source: Percentage (%)
ar_sa: نسبة مئوية (%)

# Checkout_Discount_Amount
source: Amount ($)
ar_sa: قيمة نقدية

# Checkout_Discount_ValueHeader.Header
source: Discount Value
ar_sa: قيمة الخصم

# Checkout_Discount_PresetsTitle.Text
source: Quick presets
ar_sa: خصومات سريعة

# Checkout_Discount_SummaryLabel.Text
source: Discount summary:
ar_sa: ملخص الخصم:

# Checkout_Cart_DiscountButton.Content
source: Discount
ar_sa: خصم

# Checkout_Cart_ClearButton.Content
source: Clear
ar_sa: مسح السلة

# Checkout_Cart_ItemHeader.Text
source: Item
ar_sa: الصنف

# Checkout_Cart_EmptyTitle.Text
source: No items yet
ar_sa: لا توجد أصناف بعد

# Checkout_Cart_EmptySubtitle.Text
source: Find a product on the right and add it to start the sale.
ar_sa: ابحث عن منتج من القائمة على اليمين وأضفه لبدء البيع.

# Checkout_Footer_GrandTotal.Text
source: Grand Total
ar_sa: الإجمالي الكلي

# Checkout_Footer_SubtotalLabel.Text
source: Subtotal
ar_sa: المجموع

# Checkout_Footer_TaxLabel.Text
source: Tax
ar_sa: الضريبة

# Checkout_Search_Placeholder.PlaceholderText
source: Search products
ar_sa: البحث عن منتجات

# Checkout_Pay_TenderBox.Header
source: Cash
ar_sa: النقدي

# Checkout_Pay_TenderBox.PlaceholderText
source: Cash Tendered
ar_sa: المبلغ المدفوع نقداً

# Checkout_Pay_TenderBox.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Shortcut: Ctrl+D
ar_sa: اختصار: Ctrl+D

# Checkout_Pay_TenderPlaceholder.PlaceholderText
source: Cash Tendered
ar_sa: المبلغ المدفوع نقداً

source: Shortcut: Ctrl+D
ar_sa: اختصار: Ctrl+D

# Checkout_Pay_ExactButtonText.Text
source: Exact
ar_sa: المبلغ بالضبط

# Checkout_Pay_ChangeLabel.Text
source: Change:
ar_sa: الباقي:

# Checkout_Pay_CompleteButton.Content
source: Complete Sale
ar_sa: إتمام البيع

# Checkout_Receipt_CompleteTitle.Text
source: Sale Complete
ar_sa: عملية ناجحة

# Checkout_Receipt_ChangeDueLabel.Text
source: CHANGE DUE
ar_sa: الباقي المستحق

# Checkout_Receipt_TotalCharged.Text
source: Total Charged
ar_sa: المبلغ المطلوب

# Checkout_Receipt_PrinterTip.Text
source: Use the Windows print dialog to choose a printer.
ar_sa: استخدم نافذة طباعة Windows لاختيار الطابعة.

# Checkout_Receipt_PrintButton.Content
source: Print Receipt
ar_sa: طباعة الفاتورة

# Checkout_Receipt_FolderButton.Content
source: Receipts Folder
ar_sa: مجلد الفواتير

# Checkout_Receipt_NewSaleButton.Content
source: New Sale
ar_sa: عملية بيع جديدة

# Checkout_Register_ClosedTitle.Text
source: Register is not open
ar_sa: اليومية مغلقة

# Checkout_Register_ClosedText.Text
source: You need to open the cash register before you can start selling. Enter your opening cash amount to begin your shift.
ar_sa: يجب فتح اليومية قبل البدء في البيع. أدخل مبلغ العهدة لبدء ورديتك.

# Checkout_Register_OpenButton.Content
source: Open Register
ar_sa: فتح اليومية

# Checkout_Search_Count_Single
source: 1 PRODUCT
ar_sa: منتج واحد

# Checkout_Search_Count_Plural
source: {0} PRODUCTS
ar_sa: {0} منتجات

# Checkout_ClearCart_Title
source: Clear current sale?
ar_sa: مسح العملية الحالية؟

# Checkout_ClearCart_Content
source: This will remove all items from the current sale.
ar_sa: سيؤدي هذا إلى إزالة جميع الأصناف من عملية البيع الحالية.

# Checkout_ClearCart_PrimaryButton
source: Clear
ar_sa: مسح

# Checkout_ClearCart_CloseButton
source: Cancel
ar_sa: إلغاء

# Checkout_PriceOverride_Title
source: Override price
ar_sa: تعديل السعر

# Checkout_PriceOverride_Help
source: Set the new selling price for this cart line.
ar_sa: حدد سعر البيع الجديد لهذا الصنف في السلة.

# Checkout_PriceOverride_CurrentLabel
source: Current price
ar_sa: السعر الحالي

# Checkout_PriceOverride_NewLabel
source: New price
ar_sa: السعر الجديد

# Checkout_PriceOverride_OriginalFormat
source: Original: {0}
ar_sa: السعر الأصلي: {0}

# Checkout_PriceOverride_DifferentAmount
source: Enter a different amount to change the price.
ar_sa: أدخل قيمة مختلفة لتغيير السعر.

# Checkout_PriceOverride_IncreaseFormat
source: Increase by {0}.
ar_sa: زيادة بمقدار {0}.

# Checkout_PriceOverride_DiscountFormat
source: Discount by {0}.
ar_sa: خصم بمقدار {0}.

# Checkout_PriceOverride_Apply
source: Apply
ar_sa: تطبيق

# Checkout_PriceOverride_Cancel
source: Cancel
ar_sa: إلغاء

# Reports_Nav_Dashboard.Content
source: Dashboard
ar_sa: لوحة التحكم

# Reports_Nav_Receipts.Content
source: Receipts
ar_sa: الفواتير

# ReportsDashboard_StaleStatusText.Text
source: Viewing Snapshot (Refreshing...)
ar_sa: عرض اللقطة المحفوظة (جار التحديث...)

# ReportsDashboard_RefreshFailedSnapshot
source: Refresh Failed (Showing Snapshot)
ar_sa: فشل التحديث (يتم عرض اللقطة المحفوظة)

# ReportsDashboard_Subtitle.Text
source: Here's an overview of your store activity.
ar_sa: إليك نظرة عامة على نشاط متجرك اليوم.

# ReportsDashboard_KPI_SalesToday.Text
source: Sales Today
ar_sa: مبيعات اليوم

# ReportsDashboard_KPI_NetProfit.Text
source: Net Profit Today
ar_sa: صافي أرباح اليوم

# ReportsDashboard_KPI_InvoiceCount.Text
source: Invoice Count
ar_sa: عدد الفواتير

# ReportsDashboard_KPI_AvgInvoiceValue.Text
source: Avg. Invoice Value
ar_sa: متوسط قيمة الفاتورة

# ReportsDashboard_MedianLabel.Text
source: Median:
ar_sa: القيمة الوسيطة:

# ReportsDashboard_Target_Title.Text
source: Sales vs Target
ar_sa: المبيعات مقابل الهدف

# ReportsDashboard_Target_TodayLabel.Text
source: TODAY
ar_sa: اليوم

# ReportsDashboard_Target_GoalLabel.Text
source: TARGET GOAL
ar_sa: الهدف اليومي

# ReportsDashboard_Alerts_Title.Text
source: Critical Alerts
ar_sa: تنبيهات هامة

# ReportsDashboard_TopProducts_Title.Text
source: Top Selling Products
ar_sa: أكثر المنتجات مبيعاً

# ReportsDashboard_StockStatus_Title.Text
source: Low Stock / Out of Stock
ar_sa: نقص المخزون / نفاد الكمية

# ReportsDashboard_Discounts_Title.Text
source: Discounts Today
ar_sa: خصومات اليوم
